Repository: roblillack/fsviewer
Catalog: po/*.po
Languages: de, ru

source: %s %d: lstat Error
de: %s %d: lstat Fehler
ru: Ошибка lstat: %s %d

source: %d Bytes
de: %d Byte
ru: %d байт

source: Link To:
de: Verweis auf:
ru: Ссылка на:

source: Size:
de: Größe:
ru: Размер:

source: Owner:
de: Eigentümer:
ru: Владелец

source: Group:
de: Gruppe:
ru: Группа:

source: Read
ru: Чтен.

source: Write
ru: Зап.

source: Exec
ru: Исп.

source: Owner
de: Eigent.
ru: Влад.

source: Group
de: Gruppe
ru: Груп.

source: Other
de: Andere
ru: Друг.

source: Permissions
de: Zugriffsrechte
ru: Права

source: Changed
de: Geändert
ru: Изменён

source: Revert
de: Rückgängig
ru: Откат

source: OK
ru: Ок

source: Attributes Inspector
de: Attribut-Inspektor
ru: Атрибуты

source: Click button to edit selected document
de: Auf Button klicken, um das Dokument mit der gewählten Anwendung zu bearbeiten.
ru: Большая кнопка запускает редактор

source: Default:
de: Voreinstellung:
ru: Используется:

source: Click "Set Default" to set default application for all documents with this extension.
de: "Voreinstellung" verknüpft die gewählte An- wendung mit allen Dokumenten dieses Typs.
ru: Нажмите "Установить" для выбора используемой программы по умолчанию.

source: Set Default
de: Voreinstellung
ru: Установить

source: Editor Inspector
de: Werkzeug-Inspektor
ru: Редактор

source: Enter command plus arguments into the textfield below:
de: Kommando und Argument im Textfeld unten eingeben:
ru: Команда с параметрами:

source: Shortcuts:
de: Tastaturkürzel:
ru: Параметры:

source: associated file to open
de: Verknüpfte Datei zum Öffnen
ru: имя выбранного файла

source: Inspector Error
de: Inspektor Fehler
ru: Ошибка

source: This function has not yet been implemented.
de: Diese Funktion wurde noch nicht implementiert.
ru: Эта функция ещё не реализована.

source: Executable Inspector
de: Ausführbar Inspektor
ru: Параметры запуска

source: Click "OK" to update this application's file extension list
de: "OK" klicken, um die Dateierweiterungsliste neu anzuzeigen
ru: Нажатие на "Ок" обновит список расширений файлов

source: Add
de: Hinzufügen
ru: Добавить

source: Remove
de: Entfernen
ru: Убрать

source: Click To Set Icon
de: Klicken zum Setzen des Symbols
ru: Сменить пиктограмму

source: File Extensions Inspector
de: Dateierweiterungs-Inspektor
ru: Расширения файлов

source: %s GetFileInfo %d: Stat Error for %s
de: %s GetFileInfo %d: Stat Fehler für %s
ru: %s GetFileInfo %d: Ошибка функции stat %s

source: Error copying %s:
de: Fehler beim Kopieren von: %s
ru: Ошибка при копировании: %s

source: File Operation Error
de: Fehler bei Dateioperation
ru: Ошибка

source: Unrecognized File type: %s
de: Unerkannter Dateityp: %s
ru: Неопознаный тип файла: %s

source: Error deleting %s:
de: Fehler beim Löschen von %s
ru: Ошибка при удалении %s:

source: No write access to %s
de: Kein Schreibzugriff auf %s
ru: Нет прав на запись в %s

source: Copy: Source and destination are identical
de: Kopieren: Quelle und Ziel sind identisch
ru: Исходный и конечный файлы идентичны

source: Copy: file %s already exists at destination
de: Kopieren: Datei %s existiert am Zielpunkt bereits
ru: Файл %s уже существует

source: Overwrite?
de: Überschreiben?
ru: Переписать?

source: Cannot copy a directory to a file
de: Kann Verzeichnis nicht auf eine Datei kopieren
ru: Невозможно скопировать каталог в файл

source: Copy: file %s already exists
de: Kopieren: Datei %s existiert bereits
ru: Файл %s уже существует

source: Cannot delete . or ..
de: Kann . und .. nicht löschen
ru: Невозожно удалить . или ..

source: Do you REALLY wish to delete %s
de: Wollen Sie %s wirklich löschen?
ru: Вы ДЕЙСТВИТЕЛЬНО желаете удалить %s

source: File Operation
de: Dateioperation
ru: Операция с файлом

source: Move: Source and destination are identical
de: Verschieben: Quelle und Ziel sind identisch
ru: Исходный и конечный файлы идентичны

source: Move: file %s already exists at destination
de: Verschieben: Datei %s existiert am Zielpunkt bereits
ru: Файл %s уже существует

source: Cannot move a directory to a file
de: Kann Verzeichnis nicht in eine Datei verschieben
ru: Невозможно переместить каталог в файл

source: Move: file %s already exists
de: Verschieben: Datei %s existiert bereits
ru: Файл %s уже существует

source: Error renaming %s:
de: Fehler beim Umbenennen von %s:
ru: Ошиька при переименовании %s:

source: Rename: Source and destination are identical
de: Umbenennen: Quelle und Ziel sind identisch
ru: Исходный и конечный файлы идентичны

source: Rename: file %s already exists
de: Umbenennen: Datei %s existiert bereits
ru: Файл %s уже существует

source: Link: file %s already exists at destination
de: Link: Datei %s existiert am Zielpunkt bereits
ru: Файл %s уже существует

source: Error linking %s to %s
de: Fehler beim Verlinken von %s mit %s
ru: Ошибка при создании ссылки %s на %s

source: Link: Source and destination are identical
de: Link: Quelle und Ziel sind identisch
ru: Исходный и конечный файлы идентичны

source: Link: file %s already exists
de: Link: Datei %s existiert bereits
ru: Файл %s уже существует

source: Wrong XPOS value: %d. Using default.
de: Falscher XPOS-Wert: %d. Nehme Voreinstellung.
ru: Недопустимое значение XPOS: %d. Используется значение по умолчанию

source: Wrong YPOS value: %d. Using default.
de: Falscher YPOS-Wert: %d. Nehme Voreinstellung.
ru: Недопустимое значение YPOS: %d. Используется значение по умолчанию

source: Wrong WSIZE value: %d. Using default.
de: Falscher WSIZE-Wert: %d. Nehme Voreinstellung.
ru: Недопустимое значение WSIZE: %d. Используется значение по умолчанию

source: Wrong HSIZE value: %d. Using default.
de: Falscher HSIZE-Wert: %d. Nehme Voreinstellung.
ru: Недопустимое значение HSIZE: %d. Используется значение по умолчанию

source: FSViewer - we've got a problem!
de: FSViewer - wir haben ein Problem!
ru: FSViewer - у нас проблема!

source: FSViewer - Finder
de: FSViewer - Suche
ru: FSViewer - Поиск

source: Search String:
de: Suchen nach:
ru: Искать строку:

source: %s %d: Stat Error
de: %s %d: Stat Fehler
ru: %s %d: Ошибка функции stat

source: Path:
de: Pfad:
ru: Путь:

source: Path: %s
de: Pfad: %s
ru: Путь: %s

source: FSViewer Inspector
de: FSViewer-Inspektor
ru: Просмор атрибутов

source: Select
de: Auswählen
ru: Выбери

source: Attributes
de: Attribute
ru: Атрибуты

source: Icon
de: Symbol
ru: Пиктограмма

source: Viewer
de: Inhalt
ru: Просмотр

source: Editor
de: Werkzeuge
ru: Редактор

source: Executable
de: Ausführbar
ru: Исполнение

source: Unable to allocate memory for FSInspector %s %d
de: Kann keinen Speicher belegen für FSInspector %s %d
ru: Не удалось создать FSInspector %s %d

source: Name
ru: Имя

source: Size
de: Größe
ru: Размер

source: Last Changed
de: Letzte Änderung
ru: Изменён

source: Permissions
de: Zugriffsrechte
ru: Права

source: Info
ru: Информация

source: Legal
de: Rechtliches
ru: Права

source: License
de: Lizenz
ru: Лицензия

source: Preferences
de: Einstellungen
ru: Настройки

source: New View
de: Neue Übersicht
ru: Новое окно

source: Error creating New FileViewer
de: Fehler beim Erzeugen einer neuen Übersicht
ru: Ошибка при создании FileViewer

source: Link Name
de: Verweis anlegen
ru: Имя ссылки

source: Link: Enter the link name
de: Namen für Verweis eingeben
ru: Введите имя для ссылки

source: Cancel
de: Abbrechen
ru: Отмена

source: Rename File
de: Datei umbenennen
ru: Переименование файла

source: Rename: Enter the new file name
de: Neuen Dateinamen eingeben
ru: Введите новое имя файла

source: Create a new file
de: Neue Datei anlegen
ru: Новый файл

source: New File: Enter the new file name
de: Namen der neuen Datei eingeben
ru: Имя нового файла

source: Error creating file %s
de: Fehler beim Anlegen der Datei %s
ru: Ошибка при создании файла %s

source: Create a new directory
de: Verzeichnis anlegen
ru: Новый каталог

source: New Dir: Enter the new directory name
de: Namen für das Verzeichnis eingeben
ru: Имя нового каталога

source: Error creating folder %s
de: Fehler beim Erzeugen von Verzeichnis %s
ru: Ошибка при создании каталога %s

source: Filter Current FileView
de: Aktuelle Dateiansicht filtern
ru: Фильтр текущего окна

source: Enter Filter Value:
de: Wert für Filter eingeben:
ru: Введите значение фильтра

source: Menu Error
de: Menüfehler
ru: Ошибка меню

source: This menu option has not yet been implemented
de: Diese Menüoption wurde noch nicht implementiert
ru: Эта команда ещё не реализована

source: Exec Error
de: Fehler beim Ausführen
ru: Ошибка исполнения

source: %s %d: Unable to create FSFinder
de: %s %d: Dateisuche konnte nicht erzeugt werden
ru: %s %d: Не удалось создать FSFinder

source: Menu Info
de: Menü Info
ru: Информация о меню

source: This option is only available via the window manager.
de: Diese Option ist nur über den Windowmanager zugänglich.
ru: Эта команда доступна только через диспетчер окон.

source: Unable to compress selection.
de: Auswahl konnte nicht komprimiert werden.
ru: Не удалось сжать выбранное

source: Mount
de: Einhängen
ru: Монтировать

source: Unmount
de: Aushängen
ru: Размонтировать

source: Eject
de: Auswerfen
ru: Извлечь

source: Close
de: Schließen
ru: Закрыть

source: Info Panel...
de: Kurzinformation...
ru: Информация...

source: Legal...
de: Rechte...
ru: Права...

source: Preferences...
de: Präferenzen...
ru: Настройки...

source: Help...
de: Hilfe...
ru: Помощь...

source: File
de: Datei
ru: Файл

source: Open
de: Öffnen
ru: Открыть

source: Open as Folder
de: Als Ordner öffnen
ru: Открыть как каталог

source: New Folder
de: Neuer Ordner
ru: Новый каталог

source: Duplicate
de: Duplizieren
ru: Сдублировать

source: Compress
de: Komprimieren
ru: Сжать

source: UnCompress
de: Expandieren
ru: Разжать

source: Destroy
de: Vernichten
ru: Уничтожить

source: Empty Recycler
de: Recycler leeren
ru: Очистить корзину

source: Edit
de: Bearbeiten
ru: Правка

source: Cut
de: Ausscheiden
ru: Вырезать

source: Copy
de: Kopieren
ru: Скопировать

source: Paste
de: Einfügen
ru: Вставить

source: Delete
de: Löschen
ru: Удалить

source: Select All
de: Alles auswählen
ru: Выбрать всё

source: DeSelect All
de: Alles löschen
ru: Снять выделение

source: Disk
de: Laufwerk
ru: Диск

source: View
de: Übersicht
ru: Вид

source: Browse
de: Browser
ru: Просмотр

source: List
de: Liste
ru: Список

source: Sort
de: Sortieren
ru: Сортировка

source: Show .files
de: Versteckte Dateien
ru: Показать скрытые

source: Filter...
ru: Фильтр...

source: New Viewer...
de: Neue Übersicht...
ru: Новое окно...

source: Update View
de: Übersicht aktualisieren
ru: Обновить

source: Tools
de: Werkzeuge
ru: Инструменты

source: Inspector...
de: Inspektor...
ru: Атрибуты...

source: Finder
de: Dateisuche...
ru: Поиск

source: Processes...
de: Prozesse...
ru: Процессы...

source: Console...
de: Konsole...
ru: Консоль...

source: Windows
de: Fenster
ru: Окна

source: Miniaturize Window
de: Fenster miniaturisieren
ru: Свернуть

source: Close Window
de: Fenster schließen
ru: Закрыть

source: Services
de: Dienste
ru: Сервисы

source: File Edit...
de: Datei bearbeiten...
ru: Редактировать...

source: File Link...
de: Datei verknüpfen...
ru: Ссылка на файл...

source: File New...
de: Datei neu...
ru: Новый файл...

source: File Rename...
de: Datei umbenennen...
ru: Переименовать...

source: File Run...
de: Datei ausführen
ru: Запуск файла...

source: Show Image
de: Bild anzeigen
ru: Показать изображение

source: Hide
de: Ausblenden
ru: Скрыть

source: Hide Others
de: Andere ausblenden
ru: Скрыть другие

source: Quit
de: Verlassen
ru: Выход

source: System Release %s
de: Systemversion %s
ru: Версия системы: %s

source: FSViewer Release %s
de: FSViewer-Version %s
ru: Версия FSViewer: %s

source: Window Server %d
ru: Версия X-сервера: %d

source: Processor: %s
de: Prozessor: %s
ru: Процессор: %s

source: Memory: %s
de: Speicher: %s
ru: Память: %s

source: Disk: %s
de: Plattenspeicher: %s
ru: Диск: %s

source: Do you really want to destroy %s?
de: Wollen Sie %s wirklich löschen?
ru: Вы действительно хотите удалить %s?

source: Icon Selector
de: Symbol Auswahl
ru: Выбор пиктограммы

source: Click to set icon for the selected file type.
de: Zum Festlegen des Symbols für diesen Dateityp Button klicken.
ru: Нажмите на пиктограмму для изменения.

source: Enter App Executable String:
de: Auszuführende Anwendung eingeben:
ru: Введите команду для запуска:

source: Set As Default Viewer
de: Als Betrachter festlegen
ru: Использовать для просмотра

source: Set As Default Editor
de: Als Werkzeug festlegen
ru: Использовать как редактор

source: Icon Select
de: Symbol Auswahl
ru: Выбор пиктограммы

source: Directories
de: Verzeichnisse
ru: Каталоги

source: Files
de: Dateien
ru: Файлы

source: Apply
de: Anwenden
ru: Применить

source: Disks
de: Speichermedien
ru: Диски

source: Name:
ru: Имя:

source: Menu Name
de: Menü Name
ru: Пункт меню

source: Mnt:
ru: Монт.:

source: Mount Point
de: Einhängepunkt
ru: Точка монтир.

source: Dev:
de: Ger:
ru: Устр.

source: Device
de: Gerät
ru: Устройство

source: New
de: Neu
ru: Создать

source: Update
de: Erneuern
ru: Обновить

source: Mount:
de: Einhängen:
ru: Монтировать:

source: App
ru: Команда

source: Unmount:
de: Aushängen:
ru: Размонтиовать:

source: Eject:
de: Auswerfen:
ru: Извлечь:

source: Close:
de: Schließen:
ru: Зактрыть:

source: close tray
de: Lade schließen
ru: закрыть лоток

source: Disks
de: Speichermedien
ru: Диски

source: Applications
de: Anwendungen
ru: Приложения

source: Exec:
de: Ausf.:
ru: Исп.:

source: Browse...
de: Ändern...
ru: Выбор...

source: Set
de: Setzen
ru: Установить

source: File Types
de: Dateitypen
ru: Типы файлов

source: View:
de: Inhalt:
ru: Смот.:

source: Edit:
de: Bearbeiten:
ru: Ред.:

source: App/File Types
de: Anwendungen/Dateitypen
ru: Типы файлов

source: Images
de: Bilder
ru: Изображения

source: Executables
de: Anwendungen
ru: Исполняемые

source: Exec Str:
de: Ausführen:
ru: Команда:

source: Exes:
de: Ausf.:
ru: Команда

source: Display
de: Anzeige
ru: Отображение

source: Display:
de: Anzeige:
ru: Значение:

source: Display
de: Anzeige
ru: Значение

source: Variables
de: Variablen
ru: Переменные

source: Undelete
de: Zurück
ru: Вернуть

source: Browse -> App
de: Browse -> Anw.
ru: Выбор -> Прилож.

source: Browse -> Viewer
de: Browse -> Inhalt
ru: Выбор -> Просмотр

source: Browse -> Editor
de: Browse -> Werkzeug
ru: Выбор -> Редактор

source: Unavailable
de: Nicht verfügbar
ru: Недоступно

source: %s %d: Can't run df, %s
de: %s %d: Kann "df" nicht ausführen, %s
ru: %s %d: Не удалось запустить df, %s

source: Error changing to %s but it's not that serious!
de: Fehler beim Wechseln nach %s, aber nichts Ernstes!
ru: Ошибка при смене каталога на %s, но можно продолжить!

source: Error File Operation
de: Fehler bei Dateioperation
ru: Ошибка

source: App Input Window
de: Anwendung festlegen
ru: Добавить приложение

source: %s %d: Could not load icon file %s
de: %s %d: Konnte Symbol nicht laden %s
ru: %s %d: Не удалось загрузить пиктограммe %s

source: %s %d: Could not create Pixmap from Data
de: %s %d: Konnte keine Pixmap aus Daten erzeugen
ru: %s %d: Не удалось создать изображение

source: Window Maker domain (%s) is corrupted!
de: Window Maker Datenbank (%s) ist defekt!
ru: Домен Window Maker (%s) повреждён!

source: Error
de: Fehler
ru: Ошибка

source: Could not load Window Maker defaults (%s)
de: Konnte Window Maker Voreinstellungen nicht laden (%s)
ru: Не удалось загрузть параметры Window Maker (%s)

source: Error changing to %s, "%s" cancelled.
de: Fehler beim Wechseln nach %s, "%s" ungültig.
ru: Ошибка при смене каталога на %s, команда "%s" остановлена

source: Usage: %s [options]
de: Benutzung: %s [OPTIONEN]
ru: Использование: %s [опции]

source: options:
de: Optionen:
ru: опции:

source: -p <initial path> initial path to display
de: -p <ANFANGSPFAD> Anfangs angezeigter Pfad
ru: -p <каталог> начальный каталог

source: -v print version number and exit
de: -v Ausgabe der Versionsinformation und beenden.
ru: -v вывод номера версии и выход

source: too few arguments for %s
de: zu wenig Argumente für %s
ru: мало параметров для %s

source: Unable to get RContext: %s %s %d
de: Kann "RContext" nicht bekommen: %s %s %d
ru: Не удалось создать RContext: %s %s %d

source: X server does not support locale
de: X Server unterstützt keine Lokalisierung
ru: X сервер не поддерживает локализацию

source: cannot set locale modifiers
de: Kann Spracheinstellungen nicht verändern
ru: не удалось установить параметры локализации

source: Unable to allocate memory for %s %s %d
de: Kann keinen Speicher belegen für %s %s %d
ru: Не удалось выделить память для %s %s %d

source: Unable to Open Display!
de: Kann Display nicht öffnen!
ru: Не удалось открыть дисплей!

source: Unable to create a FileView instance %s %s %d
de: Kann keine Dateiübersicht erzeugen %s %s %d
ru: Не удалось создать экзепляр FileView %s %s %d

source: Icon Inspector
de: Symbol-Inspektor
ru: Пиктограмма

source: Viewer Inspector
de: Inhalt-Inspektor
ru: Программа просмотра

source: Default ICONDIR not found: %s
de: Voreinstellung für ICONDIR nicht gefunden: %s

source: FileView
de: Dateiansicht

source: No valid value for ICONDIR found. Even default directory is broken!
de: Kein gültiger Wert für ICONDIR gefunden. Sogar das voreingestellte Verzeichnis ist ungültig.

source: No value for ICONDIR found! May be your %s preferences file is broken.
de: Kein Wert für ICONDIR gefunden! Wahrscheinlich ist die Datei mit den Benutzereinstellungen %s defekt.

source: User database entry for ICONDIR is not valid: %s. Taking default value.
de: Benutzereinstellung für ICONDIR ist ungültig: %s. Nehme Voreinstellung.
